######游戏剧情######

#NPC档案

npc_da = {
    'roris': 
    '你好啊，陌生人，我叫roris(萝莉斯)！你身体还好吗？当时可真是危险啊.....你一个人昏倒在密林里，幸好我管理猎场的时候及时发现了你。你是从外地过来的吧？嗯，确实...你说你想回家却找不到回家的路了？可是这里这么孤僻，也没有信号，我作为管理员从出生就在这里呆着，我也无能为力....要不就留在这里打猎之后再想办法吧，这是在这里生存的唯一方式了，我也会尽力帮助你的！！！',
    '米哈里':
    '在这个世界待了一阵后，Kid猎场入口突然开张了一个叫米哈里超商的便利店，米哈里则是便利店的老板娘，听她说，她是对这个猎场感兴趣才到这里来的。她还提到了她建立的社团，“我的那些团员估计过不久也要搬过来了，城市的喧嚣确实不如这里来的自在”，也挺好奇他们来这能做什么生意',
    '白墨':
    '神秘的天使，有人说他自从这个奇怪的世界诞生之时就存在在这里了。\n·开着一家与“天使”身份毫不相干的赌场，作为老板兼荷官。赌场并不起眼，却很知名。\n·没有人知道这家赌场开张了多久，甚至连经营猎场的roris都不清楚。\n·大多数人其实都和他没有什么深入交流，因为他大多数时间只会默默地坐在角落，注视着疯狂的赌客们。为数不多的交谈也只是赌客进入赌场时的登记罢了。\n·光环不知为何断开了一处，被问起时总是会转移话题。\n·据传是便利店老板娘口中“社团”的一员，但没人能够想象出一个便利店老板娘是如何和赌场荷官建立关系的，所以许多人都相信这不过是谣言。\n·和某位黑道老大似乎有着不错的关系。',
    '流枫':
    'Kairos的前身，后面因害怕被人认出来而改名。\n他是猎场管理者之一，主要负责第三猎场的管理，同时也是米哈里的社团成员之一。\n“管理第三猎场是一件危险系数很高的事情”，他时常这么说。\n他看起来像一只可爱的海兔子，不过好像是个男生......'
}